Repository: kianmeng/zoonk
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ko, tr, zh_hant

source: can't be blank
ko: 비워 둘 수 없습니다
tr: boş olamaz
zh_hant: 不能為空

source: has already been taken
ko: 이미 사용 중입니다
tr: zaten alınmış
zh_hant: 已被使用

source: is invalid
ko: 유효하지 않습니다
tr: geçersiz
zh_hant: 無效

source: must be accepted
ko: 수락해야 합니다
tr: kabul edilmelidir
zh_hant: 必須接受

source: has invalid format
ko: 유효하지 않은 형식입니다
tr: geçersiz format
zh_hant: 格式無效

source: has an invalid entry
ko: 유효하지 않은 항목이 있습니다
tr: geçersiz bir giriş var
zh_hant: 包含無效條目

source: is reserved
ko: 예약되었습니다
tr: rezerve edilmiş
zh_hant: 已保留

source: does not match confirmation
ko: 확인과 일치하지 않습니다
tr: onayla eşleşmiyor
zh_hant: 與確認不匹配

source: is still associated with this entry
ko: 이 항목과 여전히 관련이 있습니다
tr: bu girişle hala ilişkili
zh_hant: 仍與此條目相關聯

source: are still associated with this entry
ko: 이 항목과 여전히 관련이 있습니다
tr: bu girişle hala ilişkili
zh_hant: 仍與此條目相關聯

source: should have %{count} item(s)
ko: %{count} 항목이 있어야 합니다
tr: %{count} öğe olmalı
zh_hant: 應有 %{count} 項

source: should be %{count} character(s)
ko: %{count} 문자여야 합니다
tr: %{count} karakter olmalı
zh_hant: 應有 %{count} 個字符

source: should be %{count} byte(s)
ko: %{count} 바이트여야 합니다
tr: %{count} bayt olmalı
zh_hant: 應有 %{count} 個字節

source: should have at least %{count} item(s)
ko: 최소 %{count} 항목이 있어야 합니다
tr: en az %{count} öğe olmalı
zh_hant: 應至少有 %{count} 項

source: should be at least %{count} character(s)
ko: 최소 %{count} 문자여야 합니다
tr: en az %{count} karakter olmalı
zh_hant: 應至少有 %{count} 個字符

source: should be at least %{count} byte(s)
ko: 최소 %{count} 바이트여야 합니다
tr: en az %{count} bayt olmalı
zh_hant: 應至少有 %{count} 個字節

source: should have at most %{count} item(s)
ko: 최대 %{count} 항목이 있어야 합니다
tr: en fazla %{count} öğe olmalı
zh_hant: 應最多有 %{count} 項

source: should be at most %{count} character(s)
ko: 최대 %{count} 문자여야 합니다
tr: en fazla %{count} karakter olmalı
zh_hant: 應最多有 %{count} 個字符

source: should be at most %{count} byte(s)
ko: 최대 %{count} 바이트여야 합니다
tr: en fazla %{count} bayt olmalı
zh_hant: 應最多有 %{count} 個字節

source: must be less than %{number}
ko: %{number}보다 작아야 합니다
tr: %{number}'dan küçük olmalı
zh_hant: 必須小於 %{number}

source: must be greater than %{number}
ko: %{number}보다 커야 합니다
tr: %{number}'dan büyük olmalı
zh_hant: 必須大於 %{number}

source: must be less than or equal to %{number}
ko: %{number} 이하여야 합니다
tr: %{number}'dan küçük veya eşit olmalı
zh_hant: 必須小於或等於 %{number}

source: must be greater than or equal to %{number}
ko: %{number} 이상이어야 합니다
tr: %{number}'dan büyük veya eşit olmalı
zh_hant: 必須大於或等於 %{number}

source: must be equal to %{number}
ko: %{number}와 같아야 합니다
tr: %{number}'a eşit olmalı
zh_hant: 必須等於 %{number}
